{
  "Title": "Data Protection Notices",
  "Text": "Data protection notices pursuant to Art. 13 GDPR and Art. 14 GDPR. Below, we inform you about how the German-Albanian Lawyers' Association e.V., Engelsruhe 20, 65929 Frankfurt am Main (hereinafter: “DAJV“) uses personal data, what data protection rights you have, and how you can contact us regarding these matters and with questions about data protection.",

  "Title1": "1. Controller",
  "Text1": "The controller within the meaning of Art. 4 No. 7 GDPR is DAJV (hereinafter also: “we“, “us“). Further details about the association can be found in the imprint. For questions regarding data protection, please contact the following email address: info@ditar.de or phone number at +4915776133163.",

  "Title2": "2. Accessing Our Websites",
  "Text2": "Each time you visit our websites, your browser automatically sends information to us. This includes IP address, date and time of the request, time zone difference to Greenwich Mean Time (GMT), content of the request (page visited), access status/HTTP status code, amount of data transferred, previously visited page, browser, operating system, language, and version of the browser software. These data are processed to enable and facilitate the use of the website. Furthermore, the data are evaluated in anonymized and aggregated form and used in the interest of system security and for the technical administration of the network infrastructure. We reserve the right to subsequently review the log data if there is a justified suspicion of unlawful use based on concrete indications. The data processing described above is carried out based on our legitimate interests in providing our web offer securely and evaluating the use of our website, pursuant to Art. 6(1)(f) GDPR. The storage duration of the data described above is generally 14 days from the date of collection. In exceptional cases, the data are stored to clarify suspicions of unlawful use until the matter is resolved.",

  "Title3": "3. Contact via Email",
  "Text3": "When you contact us via email or through a contact form, the data you provide (your email address, possibly your name, and your phone number) are stored by us to answer your questions. We delete the data arising in this context if the inquiry is related to a contract, after the contract term periods, otherwise after storage is no longer necessary, or we restrict processing if legal retention obligations exist.",

  "Title4": "4. Cookies and Similar Technologies",
  "Text4": "We use cookies and similar technologies on our website. Some of these are necessary for providing our web offer or a function of the website requested by you or for fulfilling our legal obligations. The personal data obtained through these types of cookies and similar technologies are processed either based on our legitimate interests in providing our web offer and the functions requested by you pursuant to Art. 6(1)(f) GDPR or to fulfill a legal obligation pursuant to Art. 6(1)(c) GDPR. For other types of cookies and similar technologies, we ask for your consent within our cookie banner. The personal data collected through such cookies and similar technologies are processed based on your consent pursuant to Art. 6(1)(a) GDPR.",

  "Title5": "5. Data Protection Rights",
  "Text5": "You have the following rights vis-à-vis a controller regarding your personal data: right to information, right to rectification or deletion, right to restriction of processing, right to object to processing, right to data portability. You also have the right to lodge a complaint with a data protection supervisory authority about the processing of your personal data by us. As of April 2025"
}
