{
  "Title": "Njoftime për Mbrojtjen e të Dhënave",
  "Text": "Njoftime për mbrojtjen e të dhënave sipas Nenit 13 dhe Nenit 14 të GDPR. Më poshtë ju informojmë se si Shoqata Gjermano-Shqiptare e Juristëve e.V., Engelsruhe 20, 65929 Frankfurt am Main (në vijim: “DAJV“) përdor të dhënat personale, cilat të drejta për mbrojtjen e të dhënave ju takojnë dhe si mund të na kontaktoni lidhur me këto çështje dhe për pyetje në lidhje me mbrojtjen e të dhënave.",

  "Title1": "1. Përgjegjësit",
  "Text1": "Përgjegjës në kuptimin e Nenit 4 Nr. 7 të GDPR është DAJV (në vijim gjithashtu: „ne“, „neve“). Informacione të mëtejshme për shoqatën mund të gjenden në impresum. Për pyetje lidhur me mbrojtjen e të dhënave, ju lutemi të kontaktoni në adresën e mëposhtme të e-mail: info@ditar.de ose në numrin e telefonit +4915776133163.",

  "Title2": "2. Vizita në faqet tona të internetit",
  "Text2": "Sa herë që vizitoni faqet tona të internetit, shfletuesi juaj na dërgon automatikisht informacione. Këto përfshijnë adresën IP, datën dhe orën e kërkesës, diferencën e zonës kohore me Greenwich Mean Time (GMT), përmbajtjen e kërkesës (faqja e vizituar), statusin e aksesit/kodin e statusit HTTP, sasinë e të dhënave të transmetuara, faqen e vizituar më parë, shfletuesin, sistemin operativ, gjuhën dhe versionin e softuerit të shfletuesit. Këto të dhëna përpunohen për të mundësuar dhe lehtësuar përdorimin e faqes së internetit. Për më tepër, të dhënat vlerësohen në formë të anonimizuar dhe të grumbulluar dhe përdoren për interesat e sigurisë së sistemit dhe për administrimin teknik të infrastrukturës së rrjetit. Ne rezervojmë të drejtën të kontrollojmë të dhënat e regjistrimit më vonë nëse ekziston dyshimi i arsyeshëm për përdorim të paligjshëm bazuar në indikacione konkrete. Përpunimet e të dhënave të përshkruara më sipër kryhen në bazë të interesave tona legjitime për të ofruar ofertën tonë të internetit në mënyrë të sigurt dhe për të vlerësuar përdorimin e faqes sonë të internetit, bazuar në Nenin 6 Paragrafi 1 lit. f të GDPR. Kohëzgjatja e ruajtjes së të dhënave të përshkruara më sipër është zakonisht 14 ditë nga momenti i mbledhjes së të dhënave. Në raste të jashtëzakonshme, të dhënat ruhen për të sqaruar dyshimet për përdorim të paligjshëm deri në sqarimin e rastit.",

  "Title3": "3. Kontaktimi përmes e-mail",
  "Text3": "Kur na kontaktoni përmes e-mail ose përmes një formulari kontakti, të dhënat që na jepni (adresa juaj e e-mail, ndoshta emri dhe numri juaj i telefonit) ruhen nga ne për të iu përgjigjur pyetjeve tuaja. Të dhënat që lindin në këtë kontekst i fshijmë nëse kërkesa lidhet me një kontratë, pas afateve të kontratës, përndryshe pasi ruajtja nuk është më e nevojshme, ose kufizojmë përpunimin nëse ekzistojnë detyrime ligjore për ruajtje.",

  "Title4": "4. Cookies dhe teknologji të ngjashme",
  "Text4": "Në faqen tonë të internetit përdorim cookies dhe teknologji të ngjashme. Disa prej tyre janë të nevojshme për ofrimin e ofertës sonë të internetit ose për një funksion të faqes së kërkuar nga ju ose për përmbushjen e detyrimeve tona ligjore. Të dhënat personale të mbledhura përmes këtyre llojeve të cookies dhe teknologjive të ngjashme i përpunojmë ose në bazë të interesave tona legjitime për të ofruar ofertën tonë të internetit dhe funksionet e kërkuara nga ju sipas Nenit 6 Paragrafi 1 lit. f të GDPR, ose për të përmbushur një detyrim ligjor bazuar në Nenin 6 Paragrafi 1 lit. c të GDPR. Për lloje të tjera të cookies dhe teknologji të ngjashme, ne kërkojmë pëlqimin tuaj brenda banner-it tonë të cookies. Të dhënat personale të mbledhura përmes këtyre cookies dhe teknologjive të ngjashme i përpunojmë në bazë të pëlqimit tuaj sipas Nenit 6 Paragrafi 1 lit. a të GDPR.",

  "Title5": "5. Të drejtat për mbrojtjen e të dhënave",
  "Text5": "Ju keni të drejtat e mëposhtme ndaj një përgjegjësi lidhur me të dhënat personale që ju përkasin: e drejta për informacion, e drejta për korrigjim ose fshirje, e drejta për kufizimin e përpunimit, e drejta për të kundërshtuar përpunimin, e drejta për transferimin e të dhënave. Ju gjithashtu keni të drejtë të ankoheni pranë një autoriteti për mbrojtjen e të dhënave lidhur me përpunimin e të dhënave tuaja personale nga ne. Data prill 2025"
}
