{
  "Title": "Datenschutzhinweise",
  "Text": "Datenschutzhinweise nach Art. 13 DSGVO und Art. 14 DSGVO Nachfolgend informieren wir Sie darüber, wie die Deutsch-Albanische Juristenvereinigung e.V., Engelsruhe 20, 65929 Frankfurt am Main (nachfolgend: “DAJV“) personenbezogene Daten verwenden, welche Datenschutzrechte Ihnen zustehen und wie Sie sich diesbezüglich und bei Fragen zum Datenschutz an uns wenden können.",

  "Title1": "1.Verantwortliche",
  "Text1": "Verantwortlich im Sinne von Art. 4 Nr. 7 DSGVO ist die DAJV (nachfolgend auch: „wir“, „uns“). Weitere Angaben zu dem Unternehmen können Sie dem Impressum entnehmen. Bei Fragen zum Datenschutz, wenden Sie sich bitte an folgende E-Mail-Adresse: info@ditar.de oder Telefonnummer unter +4915776133163.",

  "Title2": "2. Aufruf unserer Websites",
  "Text2": "Bei jedem Besuch unserer Websites übermittelt Ihr Browser automatisch Informationen an uns. Dazu gehören IP-Adresse Datum und Uhrzeit der Anfrage Zeitzonendifferenz zur Greenwich Mean Time (GMT) Inhalt der Anforderung (besuchte Seite) Zugriffsstatus/HTTP-Statuscode jeweils übertragene Datenmenge vorher besuchte Seite Browser Betriebssystem Sprache und Version der Browsersoftware. Diese Daten werden verarbeitet, um die Nutzung der Website zu ermöglichen und zu erleichtern. Darüber hinaus werden die Daten in anonymisierter und aggregierter Form ausgewertet und im Interesse der Systemsicherheit sowie der technischen Verwaltung der Netzwerkinfrastruktur verwendet. Wir behalten uns vor, die Protokolldaten nachträglich zu überprüfen, wenn aufgrund konkreter Anhaltspunkte der berechtigte Verdacht einer rechtswidrigen Nutzung besteht. Diese zuvor beschriebenen Datenverarbeitungen erfolgen auf Grundlage unserer berechtigten Interessen an der Bereitstellung unseres Web-Angebots auf eine sichere Art und Weise sowie an der Auswertung der Nutzung unserer Website und basierend auf Art. 6 Abs. 1 lit. f DSGVO. Die Speicherdauer der oben beschriebenen Daten beträgt in der Regel 14 Tage ab Erhebung der Daten. In Ausnahmefällen werden die Daten zur Klärung von Verdachtsfällen einer rechtswidrigen Nutzung bis zur Klärung des Verdachtsfalls gespeichert.",

  "Title3": "3. Kontaktaufnahme per E-Mail",
  "Text3": "Bei Ihrer Kontaktaufnahme mit uns per E-Mail oder über ein Kontaktformular werden die von Ihnen mitgeteilten Daten (Ihre E-Mail-Adresse, ggf. Ihr Name und Ihre Telefonnummer) von uns gespeichert, um Ihre Fragen zu beantworten. Die in diesem Zusammenhang anfallenden Daten löschen wir, falls die Anfrage einem Vertrag zugeordnet wird, nach den Fristen zur Vertragslaufzeit, ansonsten nachdem die Speicherung nicht mehr erforderlich ist, oder schränken die Verarbeitung ein, falls gesetzliche Aufbewahrungspflichten bestehen.",

  "Title4": "4. Cookies und ähnliche Technologien",
  "Text4": "Auf unserer Website verwenden wir Cookies und ähnliche Technologien. Einige hiervon sind für die Bereitstellung unseres Web-Angebots oder einer von Ihnen angefragten Funktion der Website oder zur Erfüllung von unseren Rechtspflichten erforderlich. Die mithilfe dieser Arten von Cookies und ähnlichen Technologien gewonnenen personenbezogenen Daten verarbeiten wir entweder auf Grundlage unserer berechtigten Interessen an der Bereitstellung unseres Web-Angebots und von Ihnen angefragten Funktionen nach Art. 6 Abs. 1 lit. f DSGVO oder zur Erfüllung einer Rechtspflicht basierend auf Art. 6 Abs. 1 lit. c DSGVO. Für andere Arten von Cookies und ähnliche Technologien bitten wir Sie innerhalb unseres Cookie-Banners um Ihre Einwilligung. Die mithilfe solcher Cookies und ähnlichen Technologien erhobenen personenbezogenen Daten verarbeiten wir auf Grundlage Ihrer Einwilligung basierend auf Art. 6 Abs. 1 lit. a DSGVO.",

  "Title5": "5. Datenschutzrechte",
  "Text5": "Sie haben gegenüber einem Verantwortlichen folgende Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten: Recht auf Auskunft, Recht auf Berichtigung oder Löschung, Recht auf Einschränkung der Verarbeitung, Recht auf Widerspruch gegen die Verarbeitung, Recht auf Datenübertragbarkeit. Sie haben zudem das Recht, sich bei einer Datenschutz-Aufsichtsbehörde über die Verarbeitung Ihrer personenbezogenen Daten durch uns zu beschweren. Stand April 2025"
}
